Repository: techmatters/terraso-web-client
Catalog: locales/po/*.po
Languages: es_es

# home##title
source: Home
es_es: Inicio

# home##error
source: Error loading data. {{error}}
es_es: Error al cargar datos. {{error}}

# group##create
source: Create a Group
es_es: Crear un grupo

# group##added
source: Added group “{{name}}.”
es_es: Grupo agregado “{{name}}.”

# group##updated
source: Updated group “{{name}}.”
es_es: Grupo actualizado “{{name}}.”

# group##unique
source: The group “{{body.variables.input.name}}” already exists.
es_es: El grupo “{{body.variables.input.name}}” ya existe.

# tool##avilability
source: Availability
es_es: Disponibilidad

# tool##requirements
source: System requirements
es_es: Requisitos del sistema

# tool##description
source: Use this tool to:
es_es: Utiliza esta herramienta para

# tools##kobo##img##alt
source: A phone, a laptop, and a tablet, each displaying a data collection form. The tool’s logo is in the foreground.
es_es: Un teléfono, una computadora portátil y una tableta, cada uno de los cuales muestra un formulario de recopilación de datos. El logotipo de la herramienta está en primer plano.

# tools##kobo##description
source: Design and build forms quickly Collect data offline and online Analyze and manage data
es_es: Diseñe y cree formularios rápidamente Recopilar datos fuera de línea y en línea Analizar y gestionar datos

# tools##kobo##requirements
source: Modern web browser (Chrome, Edge, Firefox, Safari)
es_es: Navegador web moderno (Chrome, Edge, Firefox, Safari)

# tools##landscale##img##alt
source: A dashboard containing charts and graphs about a landscape. The tool’s logo is in the foreground.
es_es: Un panel que contiene cuadros y gráficos sobre un paisaje. El logotipo de la herramienta está en primer plano.

# tools##landscale##description
source: Assess landscape sustainability performance Validate results through LandScale validation and local review Publish results on the LandScale platform
es_es: Evaluar el desempeño de la sostenibilidad del paisaje Validar resultados mediante validación LandScale y revisión local Publicar resultados en la plataforma LandScale

# tools##landscale##requirements
source: Modern web browser (Chrome, Edge, Firefox, Safari)
es_es: Navegador web moderno (Chrome, Edge, Firefox, Safari)

# tools##storyMap##img##alt
source: A satellite map of a bend in a river, overlayed by a window containing a picture and a block of text.
es_es: Un mapa satelital de un recodo de un río, superpuesto por una ventana que contiene una imagen y un bloque de texto.

# tools##storyMap##img##caption
source: Rocky Hill’s Story Map
es_es: Story Map de Rocky Hill

# tools##storyMap##description
source: Create beautiful map-based stories
es_es: Crea hermosas historias basadas en mapas

# tools##storyMap##requirements
source: Modern web browser (Chrome, Edge, Firefox, Safari)
es_es: Navegador web moderno (Chrome, Edge, Firefox, Safari)

source: Account Profile
es_es: Perfil de cuenta

# account##disclaimer
source: If you don’t already have a Terraso account, signing in will create one in accordance with our <1>privacy policy</1>.
es_es: Si aún no tiene una cuenta de Terraso, al iniciar sesión se creará una de acuerdo con nuestros <1>política de privacidad</1>.

# footer##heading
source: Footer
es_es: Pie de página

source: Footer Navigation
es_es: Navegación de pie de página

# footer##links##help##text
source: Terraso Help
es_es: Ayuda de Terraso

# footer##links##help##url
source: https://terraso.org/help/
es_es: https://terraso.org/es/ayuda/

# footer##links##contact##text
source: Contact
es_es: Contacto

# footer##links##terms##text
source: Terms of Use
es_es: Términos de uso

# footer##links##privacy##text
source: Privacy Policy
es_es: Política de privacidad

# footer##links##data##text
source: Data Policy
es_es: Política de datos

# footer##links##about##text
source: About Terraso
es_es: Acerca de Terraso

# footer##links##about##url
source: https://terraso.org/
es_es: https://terraso.org/es/

# navigation##home
source: Home
es_es: Inicio

# navigation##landscapes
source: Landscapes
es_es: Paisajes

# navigation##groups
source: Groups
es_es: Grupos

# navigation##tools
source: Tools
es_es: Herramientas

# landscape##add
source: Add a Landscape
es_es: Agregar un paisaje

# landscape##added
source: Added landscape “{{name}}.”
es_es: Paisaje añadido “{{name}}.”

# landscape##updated
source: Updated landscape “{{name}}.”
es_es: Paisaje actualizado “{{name}}.”

# sharedData##title
source: Shared files and Links
es_es: Archivos y enlaces compartidos

# sharedData##deleted
source: The file “{{name}}” was deleted.
es_es: Se eliminó el archivo “{{name}}”.

# sharedData##updated
source: The file “{{name}}” was updated.
es_es: Se actualizó el archivo “{{name}}”.

# sharedData##addVisualizationConfig.unique
source: The name “{{body.variables.input.title}}“ is in use by another map. Please use a different name.
es_es: El nombre “{{body.variables.input.title}}“ está siendo utilizado por otro mapa. Utiliza un nombre diferente.

# share##button
source: Share
es_es: Comparte

# share##title
source: Share {{name}}
es_es: Comparte {{name}}

# share##services
source: Post the link in
es_es: Publicar el enlace en

# share##copy
source: Link to share:
es_es: Copia el enlace para compartir

# terraso##models##Membership
source: Membership
es_es: Afiliación

# terraso##models##Group
source: Group
es_es: Groupo

# terraso##models##Landscape
source: Landscape
es_es: Paisaje

# terraso##models##DataEntry
source: Shared File
es_es: Archivo compartido

# terraso##error
source: Failed to execute request. {{code, errorParam(label: Code)}} {{field, errorParam(label: Field)}} {{model, errorParam(label: Model)}} {{context, errorParam(label: Context)}}
es_es: No se pudo ejecutar la solicitud. {{code, errorParam(label: Codigo)}} {{field, errorParam(label: Campo)}} {{model, errorParam(label: Modelo)}} {{context, errorParam(label: Contexto)}}

# terraso##unique
source: $t(terraso_api.models.{{model}}) {{field}} must be unique.
es_es: $t(terraso_api.models.{{model}}) {{field}} Debe ser único.

# gis##latitude
source: latitude
es_es: latitud

# gis##longitude
source: longitude
es_es: longitud

# gis##map##draw##toolbar##actions##title
source: Cancel drawing
es_es: Cancelar dibujo

# gis##map##draw##toolbar##actions##text
source: Cancel
es_es: Cancelar

# gis##map##draw##toolbar##finish##title
source: Finish drawing
es_es: Terminar dibujo

# gis##map##draw##toolbar##finish##text
source: Close shape
es_es: Cerrar forma

# gis##map##draw##toolbar##undo##title
source: Delete last point drawn
es_es: Eliminar último punto dibujado

# gis##map##draw##toolbar##undo##text
source: Delete last point
es_es: Eliminar último punto

# gis##map##draw##toolbar##buttons##polygon
source: Draw a polygon
es_es: Dibujar un polígono

# gis##map##draw##toolbar##buttons##marker
source: Draw a marker
es_es: Dibujar un marcador

# gis##map##draw##handlers##marker##tooltip##start
source: Place marker on map.
es_es: Coloque el marcador en el mapa.

# gis##map##draw##handlers##polygon##tooltip##start
source: Draw a rough outline of your landscape. Start at the boundary of the landscape.
es_es: Dibuja un contorno aproximado de tu paisaje. Comienza en el límite del paisaje.

# gis##map##draw##handlers##polygon##tooltip##cont
source: Continue to select points at the edge of your boundary.
es_es: Continúa seleccionando puntos en el borde de el límite.

# gis##map##draw##handlers##polygon##tooltip##end
source: Select the first point to close this shape.
es_es: Selecciona el primer punto para cerrar esta forma.

# gis##map##edit##toolbar##actions##save##title
source: Save changes
es_es: Guardar cambios

# gis##map##edit##toolbar##actions##save##text
source: Save
es_es: Guardar

# gis##map##edit##toolbar##actions##cancel##title
source: Cancel editing, discarding all changes
es_es: Cancelar edición, descartando todos los cambios

# gis##map##edit##toolbar##actions##cancel##text
source: Cancel
es_es: Cancelar

# gis##map##edit##toolbar##actions##clearAll##title
source: Clear all layers
es_es: Borrar todas las capas

# gis##map##edit##toolbar##actions##clearAll##text
source: Clear All
es_es: Limpiar todo

# gis##map##edit##toolbar##buttons##edit
source: Edit polygon
es_es: Editar polígono

# gis##map##edit##toolbar##buttons##editDisabled
source: No polygon to edit
es_es: No hay polígono para editar

# gis##map##edit##toolbar##buttons##remove
source: Delete polygon
es_es: Eliminar polígono

# gis##map##edit##toolbar##buttons##removeDisabled
source: No polygon to delete
es_es: No hay polígono para eliminar

# gis##map##edit##handlers##edit##tooltip##text
source: Drag points to adjust shape.
es_es: Arrastra puntos para ajustar la forma.

# gis##map##edit##handlers##edit##tooltip##subtext
source: Click a point to remove it.
es_es: Haga clic en un punto para eliminarlo.

# gis##map##edit##handlers##remove##tooltip##text
source: Select a shape to remove it.
es_es: Seleccione una forma para eliminarla.

# contact##success
source: Your message has been sent. Terraso will follow up within two business days.
es_es: Tu mensaje ha sido enviado. Terraso hará un seguimiento dentro de dos días hábiles.

# storyMap##unique
source: A Story Map with the same title already exists.
es_es: Ya existe un Story Map con el mismo título.

# storyMap##addMemberships.unique
source: One or more users are already collaborators of this story map.
es_es: Uno o más usuarios ya son colaboradores de este story map.

# site##description
source: Free and powerful software tools to manage your landscape, protect your environment, and promote human livelihoods.
es_es: Terraso es un conjunto de herramientas para gestionar paisajes, proteger el medio ambiente y fomentar el desarrollo humano.

# title
source: Current Members
es_es: Terraso de {{name}}

# title
source: Current Members
es_es: Terraso Inicio

# title
source: Current Members
es_es: Grupos

# title
source: Current Members
es_es: Grupo

# title
source: Current Members
es_es: Actualizar el grupo “{{name}}”

# title
source: Current Members
es_es: Crear nuevo grupo

# title
source: Current Members
es_es: Miembros

# title
source: Current Members
es_es: Dejar “{{name}}”

# title
source: Current Members
es_es: Acerca de {{name}}

# title
source: Current Members
es_es: Grupos

# title
source: Current Members
es_es: Quitar miembro

# title
source: Current Members
es_es: Editar: {{name}}

# title
source: Current Members
es_es: Crear Grupo

# title
source: Current Members
es_es: Grupos

# title
source: Current Members
es_es: {{name}}

# title
source: Current Members
es_es: Miembros: {{name}}

# title
source: Current Members
es_es: Compartir con {{name}}

# title
source: Current Members
es_es: Retirar solicitud de membresía pendiente

# title
source: Current Members
es_es: ¿Cómo unirse a un grupo cerrado?

# title
source: Current Members
es_es: ¿Cómo unirse a un grupo abierto?

# title
source: Current Members
es_es: Preguntas frecuentes sobre herramientas

# title
source: Current Members
es_es: Herramientas

# title
source: Current Members
es_es: Recomendaciones de herramientas

# title
source: Current Members
es_es: KoboToolbox

# title
source: Current Members
es_es: Herramientas

# title
source: Current Members
es_es: Iniciar sesión

# title
source: Current Members
es_es: Cuenta

# title
source: Current Members
es_es: Darse de baja

# title
source: Current Members
es_es: Paisajes

# title
source: Current Members
es_es: Paisaje

# title
source: Current Members
es_es: Actualizar el paisaje “{{name}}”

# title
source: Current Members
es_es: Nombre y descripción del paisaje

# title
source: Current Members
es_es: Acerca de {{name}}

# title
source: Current Members
es_es: Paisajes

# title
source: Current Members
es_es: Dejar “{{name}}”

# title
source: Current Members
es_es: Quitar miembro

# title
source: Current Members
es_es: ¿Eliminar la foto del paisaje?

# title
source: Current Members
es_es: Editar: {{name}}

# title
source: Current Members
es_es: Crear Paisaje

# title
source: Current Members
es_es: Paisajes

# title
source: Current Members
es_es: {{name}}

# title
source: Current Members
es_es: {{name}} perfil

# title
source: Current Members
es_es: Miembros: {{name}}

# title
source: Current Members
es_es: Editar información geográfica: {{name}}

# title
source: Current Members
es_es: Mapa del paisaje

# title
source: Current Members
es_es: Actualiza la información geográfica del {{name}}

# title
source: Current Members
es_es: Defina el límite de su paisaje

# title
source: Current Members
es_es: Límite del paisaje

# title
source: Current Members
es_es: Carga el límite de su paisaje

# title
source: Current Members
es_es: Compartir con {{name}}

# title
source: Current Members
es_es: Dibuja el límite de {{name}}

# title
source: Current Members
es_es: Gente, tierra y medios de subsistencia

# title
source: Current Members
es_es: Actualizar perfil de paisaje

# title
source: Current Members
es_es: Asociaciones y afiliaciones

# title
source: Current Members
es_es: Asociación de paisaje

# title
source: Current Members
es_es: Grupos de Terraso afiliados

# title
source: Current Members
es_es: Organizaciones Activas

# title
source: Current Members
es_es: Actualizar la asociación y las afiliaciones del paisaje

# title
source: Current Members
es_es: Asociación de paisaje y afiliaciones

# title
source: Current Members
es_es: Estrategia de desarrollo del paisaje

# title
source: Current Members
es_es: Objetivos y estrategia

# title
source: Current Members
es_es: Objetivos de desarrollo sostenible

# title
source: Current Members
es_es: Oportunidades

# title
source: Current Members
es_es: Retos principales

# title
source: Current Members
es_es: Estrategia de intervención

# title
source: Current Members
es_es: Información general

# title
source: Current Members
es_es: Foto de perfil de paisaje

# title
source: Current Members
es_es: Tipos de ecosistemas

# title
source: Current Members
es_es: Página no encontrada

# title
source: Current Members
es_es: Añadir enlace

# title
source: Current Members
es_es: Eliminar “{{name}}”?

# title
source: Current Members
es_es: Cargar: {{name}}

# title
source: Current Members
es_es: Compartir “{{name}}” archivo

# title
source: Current Members
es_es: Vista previa

# title
source: Current Members
es_es: Seleccione un archivo

# title
source: Current Members
es_es: Datos de “{{selectedFile.name}}”

# title
source: Current Members
es_es: Apariencia

# title
source: Current Members
es_es: Anotaciones

# title
source: Current Members
es_es: Vista previa

# title
source: Current Members
es_es: Eliminar mapa “{{visualization.title}}“?

# title
source: Current Members
es_es: Crear mapa: {{name}}

# title
source: Current Members
es_es: Ver el mapa: {{name}}

# title
source: Current Members
es_es: ¿Dejar el mapa?

# title
source: Current Members
es_es: Terraso Story Map

# title
source: Current Members
es_es: Contacto Terraso

# title
source: Current Members
es_es: Contacto

# title
source: Current Members
es_es: Story Maps de {{name}}

# title
source: Current Members
es_es: Está viendo una vista previa de <1>{{title}}</1>

# title
source: Current Members
es_es: ¿Eliminar “{{name}}”?

# title
source: Current Members
es_es: Establecer la ubicación del mapa para <1>{{title}}</1>

# title
source: Current Members
es_es: Story Maps

# title
source: Current Members
es_es: Eliminar el story map {{title}}?

# title
source: Current Members
es_es: ¿Eliminar el archivo multimedia “{{name}}”?

# title
source: Current Members
es_es: ¿Eliminar Imagen?

# title
source: Current Members
es_es: ¿Eliminar audio?

# title
source: Current Members
es_es: Quitar vídeo?

# title
source: Current Members
es_es: Agregar multimedia

# title
source: Current Members
es_es: Terraso Story Maps

# title
source: Current Members
es_es: Story Maps de la comunidad

# title
source: Current Members
es_es: Crear un Story Map

# title
source: Current Members
es_es: Título

# title
source: Current Members
es_es: ¿Abandonar el Story Map?

# title
source: Current Members
es_es: Capítulo {{index}}

# title
source: Current Members
es_es: Crear Story Map

# title
source: Current Members
es_es: Story Maps

# title
source: Current Members
es_es: Editar: {{name}}

# title
source: Current Members
es_es: {{name}}

# title
source: Current Members
es_es: Mapa Grafico: {{title}}

# title
source: Current Members
es_es: <0>Agregar una capa de mapa a </0><1>{{title}}</1>

# title
source: Current Members
es_es: Invitar a editores

# title
source: Current Members
es_es: Personas con acceso

# title
source: Current Members
es_es: ¿Eliminar {{name}} de este story map?

# title
source: Current Members
es_es: Quitarte de este story map

# title
source: Current Members
es_es: Invitación a Story Map

# title
source: Current Members
es_es: Miembros pendientes

# title
source: Current Members
es_es: ¿Rechazar la solicitud de membresía?

# title
source: Current Members
es_es: {{name}} Miembros

# description
source: Actions
es_es: Terraso es un conjunto de herramientas para gestionar paisajes, proteger el medio ambiente y fomentar el desarrollo humano.

# description
source: Actions
es_es: Cree un grupo para conectarse con personas que comparten sus intereses y necesidades. Hay grupos para personas en cada uno de los paisajes.

# description
source: Actions
es_es: Un grupo puede ser una organización existente (como una asociación de paisajes o una ONG) o cualquier grupo de personas con un interés común.

# description
source: Actions
es_es: ¿No puedes encontrar las organizaciones o los grupos a los que estás afiliado? Añádelo a Terraso.

# description
source: Actions
es_es: Editar las propiedades del grupo “{{name}}”

# description
source: Actions
es_es: Crear un grupo nuevo

# description
source: Actions
es_es: Listar los grupos en Terraso

# description
source: Actions
es_es: {{description}}

# description
source: Actions
es_es: Miembros del grupo “{{name}}”

# description
source: Actions
es_es: Acciones

# description
source: Actions
es_es: Cualquier miembro de Terraso puede unirse

# description
source: Actions
es_es: La membresía requiere la aprobación de un administrador de grupo

# description
source: Actions
es_es: <0>Tu solicitud ha sido enviada al administrador del grupo. <1>Tu membresía está actualmente pendiente</1>.</0>

# description
source: Actions
es_es: <0>{{name}} es un grupo cerrado, por lo que la lista de miembros no es visible para los que no son miembros.</0><1>Solicita unirte con un solo clic a continuación. <1>Más información sobre la pertenencia a grupos</1>.</1>

# description
source: Actions
es_es: <0>1. Has clic en ”Solicitud para unirse”. El estado cambiará a ”Pendiente”.</0><1>2. El administrador del grupo aprobará o denegará la solicitud.</1>

# description
source: Actions
es_es: Has clic en ”Unirse al grupo”. Te convertirás en miembro inmediatamente.

# description
source: Actions
es_es: Una herramienta gratuita de recopilación de datos que funciona en dispositivos móviles y no requiere conexión a Internet.

# description
source: Actions
es_es: Lista de herramientas utiles para los usuarios de Terraso

# description
source: Actions
es_es: Iniciar sesión en Terraso

# description
source: Actions
es_es: Administrar las preferencias de su perfil de Terraso

# description
source: Actions
es_es: Ingresa el nombre, la descripción y la información de contacto de tu paisaje.

# description
source: Actions
es_es: Estos paisajes esta utilizando Terraso.

# description
source: Actions
es_es: ¿No puedes encontrar el paisaje al que estas afiliado? Añádelo a Terraso.

# description
source: Actions
es_es: Actualiza la propiedades del paisaje “{{name}}”

# description
source: Actions
es_es: Agregar un nuevo paisaje a Terraso

# description
source: Actions
es_es: {{description}}

# description
source: Actions
es_es: Perfeil {{name}}

# description
source: Actions
es_es: Miembros del paisaje “{{name}}”

# description
source: Actions
es_es: Actualiza la frontera geográfica del paisaje “{{name}}”

# description
source: Actions
es_es: Acciones

# description
source: Actions
es_es: <0><0>Selecciona cómo te gustaría definir dónde está tu paisaje.</0><1>Recomendamos actualizar el mapa regularmente con el límite más preciso de tu paisaje.</1><2>No tiened un archivo GeoJSON? Crea uno.</2></0>

# description
source: Actions
es_es: <0>Selecciona el icono de alfiler <1/> y suéltalo en el centro del paisaje.</0>

# description
source: Actions
es_es: <0>Busca o haz zoom en tu paisaje. Usa <1/> para cambiar el mapa de fondo. Usa <3/> para empezar a dibujar.</0>

# description
source: Actions
es_es: Describe a las personas dentro de tu paisaje y sus medios de vida. (Este paso es opcional).

# description
source: Actions
es_es: desde {{year}}

# description
source: Actions
es_es: Selecciona la asociación de paisaje y otras instituciones u organizaciones activas en tu paisaje. (Este paso es opcional).

# description
source: Actions
es_es: Describe las metas de tu paisaje, los desafíos y las oportunidades que enfrentará una asociación de paisaje y la estrategia que seguirá.

# description
source: Actions
es_es: Carga documentos y comparte enlaces con otros miembros. Crea mapas con archivos de datos (se requieren latitud y longitud) y archivos de mapas (GeoJSON, KML, KMZ, Shapefiles de ESRI).

# description
source: Actions
es_es: Agrega archivos con títulos y descripciones.

# description
source: Actions
es_es: Vista previa

# description
source: Actions
es_es: Personaliza los nombres de las etiquetas. Arrastra para reordenar las columnas.

# description
source: Actions
es_es: <0>Se pueden crear mapas a partir de:</0><1><0>Hojas de cálculo (Excel, CSV) que contienen columnas con información de latitud y longitud</0><1>Archivos de datos geoespaciales (ESRI shapefile, GeoJSON, KML, KMZ)</1></1><2>Lee más sobre cómo <1>preparar tu archivo de datos para el mapeo</1>.</2>

# description
source: Actions
es_es: Columnas

# description
source: Actions
es_es: Elige cómo aparecerán los símbolos y polígonos en el mapa.

# description
source: Actions
es_es: Has zoom y desplázate por el mapa para establecer cómo lo verán los demás.

# description
source: Actions
es_es: Después de publicar el mapa, los miembros del {{entityType}} pueden verlo o descargarlo como una imagen o un archivo de datos.

# description
source: Actions
es_es: Haga clic en “Compartir” para enviar un enlace al mapa. Solo los miembros de {{ownerName}} pueden acceder a él.

# description
source: Actions
es_es: Añade enlaces con títulos y descripciones.

# description
source: Actions
es_es: Usa mapas, fotos, videos, grabaciones de audio y narraciones para crear una historia impactante.

# description
source: Actions
es_es: Usa mapas, fotos, videos, grabaciones de audio y narraciones para crear una historia impactante.

# description
source: Actions
es_es: A este capítulo se agregarán polígonos, líneas y puntos del mapa. Este contenido será visible para el público al publicar este story map.

# description
source: Actions
es_es: Invita a personas a editar tu story map. <1>Más información sobre cómo colaborar en story maps</1>.

# description
source: Actions
es_es: Acciones

# out
source: Sign Out
es_es: Cerrar sesión

# in
source: Log In
es_es: Iniciar sesión

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Su cuenta de Terraso se creó con éxito con la siguiente información. Puede editarla en cualquier momento.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Está seguro de que desea abandonar el group “{{name}}”?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Estás a punto de eliminar a “{{userName}}” del grupo “{{name}}”.
