Repository: techmatters/terraso-web-client
Catalog: locales/po/*.po
Languages: es_es

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Deseas retirar tu solicitud para unirte a {{name}}?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Esperando la aprobación del administrador del grupo

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Su sesión de Terraso ha caducado. Vuelva a iniciar sesión.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Cuentanos cómo llamarte y revisa la configuración de tu perfil.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Está seguro de que desea abandonar el paisaje “{{name}}”?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Estás a punto de eliminar a “{{userName}}” del paisaje “{{name}}”.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás seguro de que deseas eliminar la foto del paisaje? Esto no se puede deshacer.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Soltar el archivo para subirlo

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Sube una imagen de tu paisaje.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: No pudimos encontrar la página que estabas buscando.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Puedes <1>contarnos qué salió mal</1>.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Soltar archivo para subir

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás segura(o) de que deseas eliminar el archivo “{{name}}”?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás segura(o) de que deseas eliminar el enlace “{{name}}”?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Agregar descripción de archivo

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Agregar descripción de enlace

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás segura(o) que deseas eliminar el mapa “{{visualization.title}}“?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Tienes cambios no guardados que se perderán si abandonas la página.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: <1>Únete a Terraso</1> y comparte archivos con tu comunidad.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Está seguro de que desea eliminar el capítulo {{name}}?

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás seguro de que deseas eliminar el story map? Esto no se puede deshacer.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Estás seguro de que desea eliminar esta imagen? Esta acción no se puede deshacer.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Seguro que quieres eliminar este audio? Esta acción no se puede deshacer.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Seguro que quieres eliminar este vídeo? Esta acción no se puede deshacer.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Tienes cambios sin guardar que se perderán si sales de la página. Selecciona Guardar borrador antes de salir.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: <1>Únete a Terraso</1> y crea tu propio story map gratis.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Te gustó el story map? Crea uno <1>registrándote en Terraso</1>.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: {{name}} ya no podrá editar el story map “{{storyMapTitle}}”.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: Ya no podrás editar “{{storyMapTitle}}”.

# message
source: Do you want to reject {{userName}}’s request for membership in {{name}}?
es_es: ¿Quieres denegar la solicitud de membresía de {{userName}} en {{name}}?

# button
source: Reject Request
es_es: Editar información de perfil

# button
source: Reject Request
es_es: Editar perfil de grupo

# button
source: Reject Request
es_es: Explorar grupos

# button
source: Reject Request
es_es: Dejar group

# button
source: Reject Request
es_es: Actualizar grupo

# button
source: Reject Request
es_es: Unirse

# button
source: Reject Request
es_es: Dejar

# button
source: Reject Request
es_es: Crear un grupo

# button
source: Reject Request
es_es: Quitar miembro

# button
source: Reject Request
es_es: Solicitud para unirse

# button
source: Reject Request
es_es: Pendiente

# button
source: Reject Request
es_es: Solicitud para unirse

# button
source: Reject Request
es_es: Retirar Solicitud

# button
source: Reject Request
es_es: Editar perfil de paisaje

# button
source: Reject Request
es_es: Explora paisajes

# button
source: Reject Request
es_es: Unirse

# button
source: Reject Request
es_es: Dejar

# button
source: Reject Request
es_es: Dejar el paisaje

# button
source: Reject Request
es_es: Agregar paisaje

# button
source: Reject Request
es_es: Quitar miembro

# button
source: Reject Request
es_es: Actualizar descripción

# button
source: Reject Request
es_es: Eliminar

# button
source: Reject Request
es_es: Descargar límite (GeoJSON)

# button
source: Reject Request
es_es: Actualizar detalles

# button
source: Reject Request
es_es: Actualizar afiliaciones

# button
source: Reject Request
es_es: Actualizar objetivos y estrategia

# button
source: Reject Request
es_es: Agregar objetivos y estrategia

# button
source: Reject Request
es_es: Compartir archivos y enlaces

# button
source: Reject Request
es_es: Borrar archivo

# button
source: Reject Request
es_es: Eliminar enlace

# button
source: Reject Request
es_es: Hacer mapa

# button
source: Reject Request
es_es: Descargar archivo

# button
source: Reject Request
es_es: Copia el enlace

# button
source: Reject Request
es_es: Copiar código

# button
source: Reject Request
es_es: Story Maps

# button
source: Reject Request
es_es: Invitar

# button
source: Reject Request
es_es: Vista previa

# button
source: Reject Request
es_es: Guardar borrador

# button
source: Reject Request
es_es: Publicar

# button
source: Reject Request
es_es: Guardar y volver a publicar

# button
source: Reject Request
es_es: Eliminar capítulo

# button
source: Reject Request
es_es: Editar mapa

# button
source: Reject Request
es_es: Cancelar

# button
source: Reject Request
es_es: Guardar mapa

# button
source: Reject Request
es_es: Eliminar Story Map

# button
source: Reject Request
es_es: Eliminar Imagen

# button
source: Reject Request
es_es: Eliminar audio

# button
source: Reject Request
es_es: Quitar vídeo

# button
source: Reject Request
es_es: Crear un Story Map

# button
source: Reject Request
es_es: Establecer ubicación en el mapa

# button
source: Reject Request
es_es: Agregar capa de mapa

# button
source: Reject Request
es_es: Eliminar

# button
source: Reject Request
es_es: ¿Rechazar solicitud

source: Name
es_es: {{user.firstName}} {{user.lastName}}

source: Name
es_es: Grupo

source: Name
es_es: Paisaje

source: Name
es_es: Enlace {{index}}

source: Name
es_es: Nombre

# label
source: Role
es_es: Unirse: {{name}}

# label
source: Role
es_es: Dejar: {{name}}

# label
source: Role
es_es: Unirse a otro grupo

# label
source: Role
es_es: Nombre

# label
source: Role
es_es: Descripción

# label
source: Role
es_es: Dirección de correo electrónico

# label
source: Role
es_es: Sitio web

# label
source: Role
es_es: Crear un grupo

# label
source: Role
es_es: Guardar cambios

# label
source: Role
es_es: Cancelar

# label
source: Role
es_es: Unirse al grupo

# label
source: Role
es_es: Dejar grupo

# label
source: Role
es_es: Pendiente: {{name}}

# label
source: Role
es_es: Solicitud para unirse: {{name}}

# label
source: Role
es_es: Cancelar Solicitud

# label
source: Role
es_es: Tipo de membresía

# label
source: Role
es_es: Explora más herramientas

# label
source: Role
es_es: Nombres

# label
source: Role
es_es: Apellidos

# label
source: Role
es_es: Dirección de correo electrónico

# label
source: Role
es_es: Guardar perfil

# label
source: Role
es_es: Administrar perfil

# label
source: Role
es_es: Idioma

# label
source: Role
es_es: Notificaciónes de Correo Electrónico

# label
source: Role
es_es: Notifícame cuando:

# label
source: Role
es_es: Un grupo que administro tiene solicitudes pendientes o mi solicitud para unirme a un grupo cerrado está aprobada

# label
source: Role
es_es: Me invitan a editar un story map.

# label
source: Role
es_es: Navegación principal

# label
source: Role
es_es: Árbol de navegación

# label
source: Role
es_es: Conectar: {{name}}

# label
source: Role
es_es: Dejar: {{name}}

# label
source: Role
es_es: Unirse a otro paisaje

# label
source: Role
es_es: Nombre

# label
source: Role
es_es: Descripción

# label
source: Role
es_es: Dirección de correo electrónico

# label
source: Role
es_es: Agregar afiliaciones

# label
source: Role
es_es: Sitio web

# label
source: Role
es_es: País o Región

# label
source: Role
es_es: Agregar paisaje

# label
source: Role
es_es: Agregar perfil

# label
source: Role
es_es: Guardar cambios

# label
source: Role
es_es: Eliminar foto del paisaje

# label
source: Role
es_es: Unirse al paisaje

# label
source: Role
es_es: Abandonar paisaje

# label
source: Role
es_es: Descripción

# label
source: Role
es_es: Límite

# label
source: Role
es_es: Mapa de paisajes

# label
source: Role
es_es: Límite del paisaje

# label
source: Role
es_es: {{name}} detalles

# label
source: Role
es_es: Ubicación

# label
source: Role
es_es: Tipo de área

# label
source: Role
es_es: Tipo de ecosistema

# label
source: Role
es_es: Medios de subsistencia

# label
source: Role
es_es: Materias primas

# label
source: Role
es_es: Población

# label
source: Role
es_es: Tamaño del paisaje

# label
source: Role
es_es: Detalles

# label
source: Role
es_es: Afiliaciones

# label
source: Role
es_es: Zoom

# label
source: Role
es_es: Descripción de la foto

# label
source: Role
es_es: Métodos de producción agrícola

# label
source: Role
es_es: Cancelar

# label
source: Role
es_es: Cerrar

# label
source: Role
es_es: Cargando

# label
source: Role
es_es: Editar

# label
source: Role
es_es: Actualizando

# label
source: Role
es_es: Paginación de tablas

# label
source: Role
es_es: Enlace

# label
source: Role
es_es: Barra de herramientas de cuadro de texto

# label
source: Role
es_es: Borrar archivo

# label
source: Role
es_es: Eliminar enlace

# label
source: Role
es_es: Enlace

# label
source: Role
es_es: Mapa

# label
source: Role
es_es: Nombre del archivo

# label
source: Role
es_es: Descripción

# label
source: Role
es_es: Elminar “{{name}}”

# label
source: Role
es_es: Descargar “{{name}}”

# label
source: Role
es_es: Compartir archivo “{{name}}”

# label
source: Role
es_es: Nivel de acceso

# label
source: Role
es_es: Cargando…

# label
source: Role
es_es: Pasos

# label
source: Role
es_es: Columna {{index}}

# label
source: Role
es_es: Archivo

# label
source: Role
es_es: Datos

# label
source: Role
es_es: Apariencia

# label
source: Role
es_es: Anotar

# label
source: Role
es_es: Vista previa

# label
source: Role
es_es: Latitud

# label
source: Role
es_es: Longitud

# label
source: Role
es_es: Columnas para mostrar en el mapa

# label
source: Role
es_es: Título del mapa

# label
source: Role
es_es: Descripción del mapa

# label
source: Role
es_es: Titulo del Pop-up

# label
source: Role
es_es: Datos

# label
source: Role
es_es: Vista previa

# label
source: Role
es_es: Etiqueta de punto de datos {{index}}

# label
source: Role
es_es: Dirección web

# label
source: Role
es_es: Título

# label
source: Role
es_es: Obligatorio

# label
source: Role
es_es: Información sobre $t({{label}})

# label
source: Role
es_es: Idioma seleccionado: {{name}}

# label
source: Role
es_es: Marcador

# label
source: Role
es_es: Establecer mapa base

# label
source: Role
es_es: Mapa base

# label
source: Role
es_es: Título

# label
source: Role
es_es: Sin título

# label
source: Role
es_es: Título del capítulo

# label
source: Role
es_es: Descripción del capítulo

# label
source: Role
es_es: Multimedia del capítulo

# label
source: Role
es_es: Título (Requerido)

# label
source: Role
es_es: Título del Story Map (Requerido)

# label
source: Role
es_es: Subtítulo

# label
source: Role
es_es: Subtítulo del Story Map

# label
source: Role
es_es: Línea de autor

# label
source: Role
es_es: {{chapterLabel}} menú

# label
source: Role
es_es: Arrastrando {{chapterLabel}}

# label
source: Role
es_es: Story Map compartido

# label
source: Role
es_es: Borrador

# label
source: Role
es_es: Eliminar {{name}}

# label
source: Role
es_es: Actualizar multimedia

# label
source: Role
es_es: Sube una foto o un archivo de audio

# label
source: Role
es_es: Eliminar multimedia

# label
source: Role
es_es: Sin título

# label
source: Role
es_es: Barra lateral de capítulos

# label
source: Role
es_es: Encabezado del editor Story Map

# label
source: Role
es_es: Mapa

# label
source: Role
es_es: Capítulos

# label
source: Role
es_es: Capítulo: {{title}}

# label
source: Role
es_es: Título para: {{title}}

# label
source: Role
es_es: Multimedia del capítulo

# label
source: Role
es_es: Cómo configurar la ubicación del mapan

# label
source: Role
es_es: Invitar

# label
source: Role
es_es: Cancelar

# label
source: Role
es_es: Editores

# label
source: Role
es_es: Rol

# member
source: collaboration##members_description
es_es: Miembro

# member
source: collaboration##members_description
es_es: Miembro

# member
source: collaboration##members_description
es_es: Miembros de {{name}}

# manager
source: Change member roles or remove them from the “{{name}}” {{entityType}}.
es_es: Administrador

# manager
source: Change member roles or remove them from the “{{name}}” {{entityType}}.
es_es: Administrador

# manager
source: Change member roles or remove them from the “{{name}}” {{entityType}}.
es_es: Administrar miembros

# manager
source: Change member roles or remove them from the “{{name}}” {{entityType}}.
es_es: Cambia los roles de los miembros o elimínalos del {{entityType}} “{{name}}”.

source: Pending
es_es: Pendiente

source: Pending
es_es: ¿Cancelar la invitación de {{name}} a este story map?

source: Pending
es_es: {{name}} no podrá editar “{{storyMapTitle}}”.

source: Pending
es_es: Pendiente

# content
source: <0><1>Connect</1> with your landscape and share documents, data, and maps with your community.</0>
es_es: Los grupos conectan a las personas con intereses y necesidades comunes dentro y fuera de los paisajes.

# content
source: <0><1>Connect</1> with your landscape and share documents, data, and maps with your community.</0>
es_es: Saltar al contenido principal

# content
source: <0><1>Connect</1> with your landscape and share documents, data, and maps with your community.</0>
es_es: Explore los paisajes de Terraso. Conviértase en miembro de su paisaje para conectarse con otros en Terraso y compartir información.

# placeholder
source: Search
es_es: Una breve descripción de su grupo (máximo 600 caracteres)

# placeholder
source: Search
es_es: Nombre del grupo

# placeholder
source: Search
es_es: info@migroupo.org

# placeholder
source: Search
es_es: https://www.migroupo.org

# placeholder
source: Search
es_es: Buscar grupos

# placeholder
source: Search
es_es: info@mipaisaje.org

# placeholder
source: Search
es_es: Unas pocas frases que describan tu paisaje (máximo 600 caracteres)

# placeholder
source: Search
es_es: https://www.mipaisaje.org

# placeholder
source: Search
es_es: Ubicación del paisaje

# placeholder
source: Search
es_es: El nombre oficial de tu paisaje

# placeholder
source: Search
es_es: Buscar paisajes

# placeholder
source: Search
es_es: Selecciona una o más descripciones

# placeholder
source: Search
es_es: Selecciona uno o más idiomas hablados

# placeholder
source: Search
es_es: Ingrese un numero

# placeholder
source: Search
es_es: Seleccione uno o más medios de subsistencia

# placeholder
source: Search
es_es: Selecciona uno o más productos o materias primas

# placeholder
source: Search
es_es: Seleccione un año

# placeholder
source: Search
es_es: Seleccionar asociación de paisaje

# placeholder
source: Search
es_es: Seleccione uno o más grupos

# placeholder
source: Search
es_es: Introduce un nombre de organización

# placeholder
source: Search
es_es: Describe las metas de desarrollo sostenible de tu paisaje.

# placeholder
source: Search
es_es: Describe los desafíos del paisaje para lograr sus objetivos.

# placeholder
source: Search
es_es: Describe lo que está haciendo tu asociación de paisaje para responder a los desafíos y oportunidades.

# placeholder
source: Search
es_es: Describe la foto. Esto ayuda a las personas que no pueden ver la imagen.

# placeholder
source: Search
es_es: Describe las oportunidades del paisaje que ayudarán a la asociación a lograr sus objetivos.

# placeholder
source: Search
es_es: Selecciona uno o más métodos

# placeholder
source: Search
es_es: Introduce direcciones de correo electrónico

# placeholder
source: Search
es_es: Datos de la encuesta de salud del suelo

# placeholder
source: Search
es_es: Encuesta de salud del suelo

# placeholder
source: Search
es_es: Latitud

# placeholder
source: Search
es_es: Longitud

# placeholder
source: Search
es_es: seleccionar columna

# placeholder
source: Search
es_es: Seleccionar columna

# placeholder
source: Search
es_es: Ingresa una ciudad, pueblo o región

# placeholder
source: Search
es_es: Título del capítulo

# placeholder
source: Search
es_es: escribe tu historia

# placeholder
source: Search
es_es: El título de tu Story Map

# placeholder
source: Search
es_es: El subtítulo de tu Story Map

# placeholder
source: Search
es_es: Maria Pérez

# placeholder
source: Search
es_es: Cargue o vincule imágenes, grabaciones de audio o archivos de video.

# placeholder
source: Search
es_es: https://www.youtube.com/watch?v=54321

# placeholder
source: Search
es_es: Buscar

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Se unió {{name}}

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Solicitaste unirte al grupo “{{name}}”

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Se abandonó {{name}}

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Has retirado tu solicitud para unirte al grupo “{{name}}”

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Su perfil se ha guardado.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Has sido dado de baja de los correos electrónicos de Terraso.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Tu foto de perfil de paisaje ha sido actualizada.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: $t(landscape.view_card_title) fue actualizado

# success
source: You have been added to “{{storyMapTitle}}”
es_es: $t(landscape.profile_affiliation_card_title) fue actualizado

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Perfil fue actualizado

# success
source: You have been added to “{{storyMapTitle}}”
es_es: $t(landscape.profile_development_card_title) fue actualizado

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Límite fue actualizado

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Subido con éxito.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: {{successCounts}} se compartieron con éxito.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Este enlace ha sido compartido con éxito.

# success
source: You have been added to “{{storyMapTitle}}”
es_es: Te han agregado a “{{storyMapTitle}}”

# found
source: Story Map not found
es_es: Grupo no encontrado

# found
source: Story Map not found
es_es: Cuenta no encontrada

# found
source: Story Map not found
es_es: Paisaje no encontrado

# found
source: Story Map not found
es_es: Mapa no encontrado

# found
source: Story Map not found
es_es: Story Map no encontrado

# other
source: {{count}} maps are available
es_es: {{count}} miembros de Terraso se unieron a {{name}}.

# other
source: {{count}} maps are available
es_es: <0><0>{{count}} miembros pendientes</0> están esperando tu aprobación</0>

# other
source: {{count}} maps are available
es_es: Idiomas

# other
source: {{count}} maps are available
es_es: {{rows.length}} resultados encontrados para “{{query}}“

# other
source: {{count}} maps are available
es_es: $t({{path}}) debe tener al menos {{min}} elementos.

# other
source: {{count}} maps are available
es_es: {{count}} mapas están disponibles

# one
source: {{names, list}} has been invited to edit.
es_es: {{count}} miembro de Terraso se unió a {{name}}.

# one
source: {{names, list}} has been invited to edit.
es_es: <0><0>{{count}} miembro pendiente</0> está esperando su aprobación</0>

# one
source: {{names, list}} has been invited to edit.
es_es: Idioma

# one
source: {{names, list}} has been invited to edit.
es_es: {{rows.length}} resulatdo encontrado para “{{query}}“

# one
source: {{names, list}} has been invited to edit.
es_es: 1 archivo

# one
source: {{names, list}} has been invited to edit.
es_es: 1 enlace

# one
source: {{names, list}} has been invited to edit.
es_es: {{successCounts}} se compartió con éxito.

# one
source: {{names, list}} has been invited to edit.
es_es: {{errorCounts}} no fue compartida. Corrige los errores y vuelve a compartir.

# one
source: {{names, list}} has been invited to edit.
es_es: $t({{path}}) debe tener al menos {{min}} elemento.

# one
source: {{names, list}} has been invited to edit.
es_es: {{count}} mapa está disponible

# one
source: {{names, list}} has been invited to edit.
es_es: {{names, list}} ha sido invitado a editar.

source: Website
es_es: Sitio web

source: Website
es_es: Sitio web

# contact
source: Email
es_es: Correo electrónico

source: Members
es_es: Miembros

source: Members
es_es: Administrar miembros

source: Members
es_es: Miembros

source: Members
es_es: Miembros

source: Members
es_es: Miembros

# empty
source: No members
es_es: <0><0>Verifica la ortografía del nombre del grupo.</0><1>Si tu grupo no está en Terraso, puedes <1>crear un grupo</1>.</1></0>

# empty
source: No members
es_es: <0><0>Primero, verifica dos veces la ortografía del nombre del paisaje.</0><1>Si tu paisaje no se encuentra en Terraso, puedes <1>crear un paisaje</1>.</1></0>

# empty
source: No members
es_es: No hay información disponible sobre las personas y los medios de subsistencia de este paisaje.

# empty
source: No members
es_es: No se han establecido sociedades ni afiliaciones.

# empty
source: No members
es_es: Desarrolla los objetivos de tu paisaje en colaboración y agrégalos a tu paisaje. <1>Obtén más información sobre la visión y la estrategia compartidas</1>.

# empty
source: No members
es_es: El archivo {{name}} está vacío.

# empty
source: No members
es_es: No existen miembros

source: Leave
es_es: Abandonar

source: Leave
es_es: Abandonar
