Repository: techmatters/terraso-web-client
Catalog: locales/po/*.po
Languages: es_es

# remove
source: Unlink
es_es: Eliminar

# remove
source: Unlink
es_es: Eliminar

# remove
source: Unlink
es_es: Desvincular enlace

# all
source: All columns
es_es: Ver toda(o)s los miembros

# all
source: All columns
es_es: Todas las columnas

# count
source: $t(terraso_api.delete_not_allowed_base). There should at least be one manager.
es_es: $t(terraso_api.delete_not_allowed_base). Debe existir al menos un administrador.

# option
source: Add “{{value}}“
es_es: Abierto

# option
source: Add “{{value}}“
es_es: Cerrado

# option
source: Add “{{value}}“
es_es: Sin título

# option
source: Add “{{value}}“
es_es: Agregar “{{value}}“

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/groupos/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://www.kobotoolbox.org/features/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://www.landscale.org/initiative/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://techmatters.org/privacy-policy/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/dibujar-limites-del-paisaje/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: /contact

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/anade-un-nuevo-paisaje-a-terraso/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/como-dibujar-el-limite-de-tu-paisaje/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/guide/vision-and-planning/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://landscapes.global/guide/shared-understanding/assessment-of-landscape-challenges-and-opportunities/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://landscapes.global/guide/vision-and-planning/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://landscapes.global/guide/shared-understanding/assessment-of-landscape-challenges-and-opportunities/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/prepare-su-archivo-de-datos-para-el-mapeo/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/help/como-hacer-un-mapa-de-la-historia/

# url
source: https://terraso.org/help/how-to-manage-editors-for-your-story-map/
es_es: https://terraso.org/es/ayuda/como-gestionar-los-editores-de-tu-mapa-de-la-historia/

# view
source: {{title}}
es_es: {{groupName}}

# view
source: {{title}}
es_es: {{landscapeName}}

# new
source: New Map
es_es: Nuevo mapa

# new
source: New Map
es_es: Nuevo mapa

# upload
source: Add media
es_es: Compartir archivos y enlaces

# upload
source: Add media
es_es: Compartir archivos y enlaces

# upload
source: Add media
es_es: Agregar multimedia

# options
source: No options
es_es: No existen opciones

# options
source: No options
es_es: No existen opciones

# to
source: Welcome to
es_es: Ir a {{tool}}

# to
source: Welcome to
es_es: Bienvenido a

# more
source: + Add column
es_es: Más información sobre {{tool}}

# more
source: + Add column
es_es: + Añadir columna

source: Bookmark
es_es: Marcar como favorito

# recommend
source: Recommend this to my team
es_es: Recomendar esto a mi equipo

# list
source: Tools
es_es: Herramientas

# singular
source: Given name
es_es: Nombre

# picture
source: Profile Picture
es_es: Fotografía de perfil

# login
source: Sign in with Microsoft
es_es: Acceder con Apple

# login
source: Sign in with Microsoft
es_es: Acceder con Google

# login
source: Sign in with Microsoft
es_es: Acceder con Microsoft

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: Error al darse de baja de los correos electrónicos de Terraso

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: Ups! Algo salió mal. Vuelve a intentarlo en unos minutos. {{error, errorParam(label: Error)}}

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: No se pudo cargar el archivo “{{name}}”. Vuelve a intentarlo o selecciona otro archivo.

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: {{errorCounts}} no fueron compartidos. Corrige los errores y vuelve a compartir.

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: Error al solicitar datos de la API nominatim.openstreetmap.org

# error
source: Enter a valid YouTube or Vimeo URL.
es_es: Introduce una URL válida de YouTube o Vimeo.

# short
source: Main
es_es: Principal

# navigation
source: Skip to main navigation
es_es: Saltar a la navegación principal

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

source: Cancel
es_es: Cancelar

# confirm
source: Add Map Layer
es_es: Continuar

# confirm
source: Add Map Layer
es_es: Agregar capa de mapa

# popover
source: A landscape is a territory defined by natural or administrative boundaries, in which people and nature live together. It is influenced by ecological, historical, economic, and socio-cultural processes and activities that take place within and adjacent to the region.
es_es: Un paisaje es un territorio definido por límites naturales o administrativos, en el que las personas y la naturaleza conviven. Está influenciado por procesos y actividades ecológicas, históricas, económicas y socioculturales que tienen lugar dentro y adyacentes a la región.

# link
source: Terraso Story Maps
es_es: Ver detalles del paisaje

# link
source: Terraso Story Maps
es_es: Ver detalles sobre {{name}}

# link
source: Terraso Story Maps
es_es: Abrir en Nueva ventana

# link
source: Terraso Story Maps
es_es: Story Maps de Terraso

# deleted
source: Your landscape profile photo has been deleted
es_es: Se ha eliminado la foto de perfil del paisaje.

source: Info
es_es: Esta dirección de correo electrónico será utilizada por personas interesadas en conectarse con usted y su paisaje.

source: Info
es_es: Información

source: Location
es_es: Ubicación

# text
source: They will receive an email invitation to join this story map.
es_es: Ver el perfil de {{name}}

# text
source: They will receive an email invitation to join this story map.
es_es: Ejemplos de desafíos incluyen la deforestación, la pobreza, la falta de oportunidades económicas y financiamiento. <1>Obtenga más información sobre la evaluación de los desafíos del paisaje</1>.

# text
source: They will receive an email invitation to join this story map.
es_es: <0>Los ejemplos incluyen convocar a socios del paisaje para identificar soluciones, realizar campañas de políticas y desarrollar la capacidad de las partes interesadas.</0> <1>Obtenga más información sobre el <0>plan de acción paisajístico</0> y la <1>estrategia financiera</1>.</1>

# text
source: They will receive an email invitation to join this story map.
es_es: Los ejemplos de metas de desarrollo sostenible incluyen: <1><0>Conservar y restaurar la biodiversidad</0><1>Mejorar el rendimiento agrícola y ganadero de forma sostenible</1><2>Lograr seguridad alimentaria y de medios de vida</2><3>Fortalecer acceso a salud, educación y otros servicios humanos</3><4>Mejorar el capital social y la equidad social</4></1> <2>Más información sobre visión y planificación.</2>

# text
source: They will receive an email invitation to join this story map.
es_es: Los ejemplos de oportunidades incluyen una rica biodiversidad, miembros de la comunidad comprometidos y ubicación geográfica. <1>Obtenga más información sobre la evaluación de oportunidades de paisajes</1>.

# text
source: They will receive an email invitation to join this story map.
es_es: Los ejemplos de objetivos de desarrollo sostenible incluyen: <1><0>Conservar y restaurar la biodiversidad</0><1>Mejorar el rendimiento agrícola y ganadero de forma sostenible</1><2>Lograr seguridad alimentaria y de medios de vida</2><3>Fortalecer acceso a salud, educación y otros servicios humanos</3><4>Mejorar el capital social y la equidad social</4></1> <2>Más información sobre visión y planificación.</2>

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Cuáles son los principales productos agrícolas y materias primas producidos en tu paisaje?

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Cuáles son las principales ocupaciones y fuentes de empleo en tu paisaje?

# text
source: They will receive an email invitation to join this story map.
es_es: Aproximadamente, ¿cuántas personas viven en este paisaje?

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Qué idiomas se hablan en su paisaje? Incluir lenguas minoritarias.

# text
source: They will receive an email invitation to join this story map.
es_es: Enumera las instituciones que contribuyen al desarrollo de tu paisaje. Estas pueden incluir agencias gubernamentales, organizaciones no gubernamentales, instituciones educativas, organizaciones religiosas y empresas.

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Qué grupos de Terraso operan en tu paisaje?

# text
source: They will receive an email invitation to join this story map.
es_es: Selecciona un grupo de Terraso que represente tu asociación de paisaje

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Aproximadamente cuándo comenzaron a colaborar las partes interesadas?

# text
source: They will receive an email invitation to join this story map.
es_es: Una asociación de paisajes es un grupo de organizaciones que trabajan juntas por el futuro del paisaje.

# text
source: They will receive an email invitation to join this story map.
es_es: Esto se mostrará como un contacto principal.

# text
source: They will receive an email invitation to join this story map.
es_es: El nombre formal o común de su paisaje.

# text
source: They will receive an email invitation to join this story map.
es_es: Describe tu imagen de perfil de paisaje en un par de oraciones

# text
source: They will receive an email invitation to join this story map.
es_es: Cargue una imagen de alta resolución para representar tu paisaje

# text
source: They will receive an email invitation to join this story map.
es_es: <p><strong>Desiertos:</strong> Temperatura excesiva y sol extremo, tierra árida con poca precipitación, condiciones de vida hostiles para la vida animal y vegetal</p><p><strong>Bosque Templado:</strong> Encontrado cerca de las áreas costeras más frías más al norte o al sur del ecuador</p><p><strong>Bosque tropical:</strong> se encuentra más cerca del ecuador donde hace calor. Bioma cálido y húmedo, lluvias todo el año</p><p><strong>Marino/costero:</strong> Área en la costa, puede estar compuesta por costa, rocas, acantilados marinos, islas en alta mar, dunas, mar o lagos de agua dulce</p><p><strong>Polar/alpino:</strong> acantilados, campos de talud, campos de rocas y glaciares de roca; campos de hielo y nieve permanentes y persistentes, incluidos los glaciares; y varios cuerpos de agua</p><p><strong>Savanas:</strong> Pastizales con árboles dispersos</p><p><strong>Matorrales:</strong> Arbustos y árboles leñosos o herbáceos</p> <p><strong>Humedales:</strong> cubiertos o saturados de agua, a menudo aguas subterráneas, que se filtran de un acuífero o manantial. Incluye turberas, pantanos y ciénagas. El agua puede ser temporal o permanente.</p>

# text
source: They will receive an email invitation to join this story map.
es_es: ¿Qué métodos de producción agrícola utilizan en tu paisaje?

# text
source: They will receive an email invitation to join this story map.
es_es: Echa un vistazo a {{name}} en Terraso y únete: {{url}}

# text
source: They will receive an email invitation to join this story map.
es_es: Ella(o)s recibirán una invitación por correo electrónico para unirse a este story map.

# geojson
source: The file {{name}} is JSON, but is not a valid GeoJSON file.
es_es: ¿No tienes un archivo GeoJSON?

# geojson
source: The file {{name}} is JSON, but is not a valid GeoJSON file.
es_es: Cargar un archivo de mapa. <1>Formatos de archivo aceptados: {{formats}}</1>

# geojson
source: The file {{name}} is JSON, but is not a valid GeoJSON file.
es_es: El archivo {{name}} es JSON, pero no es un archivo GeoJSON válido.

# detail
source: <1>Learn how to create one</1>.
es_es: <1>Aprende a crear uno</1>.

# file
source: Source file: {{filename}}
es_es: Selecciona Archivo

# file
source: Source file: {{filename}}
es_es: Seleccione Archivo

# file
source: Source file: {{filename}}
es_es: El archivo {{name}} no es un archivo KML válido

# file
source: Source file: {{filename}}
es_es: El archivo {{name}} no es un archivo KMZ válido

# file
source: Source file: {{filename}}
es_es: Archivo fuente: {{filename}}

source: Save
es_es: Guardar cambios

source: Save
es_es: Actualizar mapa

source: Save
es_es: Guardar

source: Save
es_es: Compartir archivos y enlaces

source: Save
es_es: Publicar

# help
source: <0>Want to learn how to create a story map? <1>Read a tutorial</1>.</0>
es_es: ¿Algo mal con el mapa?

# help
source: <0>Want to learn how to create a story map? <1>Read a tutorial</1>.</0>
es_es: <0>¿No puedes encontrar tu paisaje en este mapa? <1>Añádelo a Terraso</1> o <3>aprende más sobre paisajes</3>.</0>

# help
source: <0>Want to learn how to create a story map? <1>Read a tutorial</1>.</0>
es_es: ¿Necesitas ayuda?

# help
source: <0>Want to learn how to create a story map? <1>Read a tutorial</1>.</0>
es_es: <strong>Cómo editar:</strong> selecciona un punto y arrástralo para ajustar la forma. Selecciona y arrastra un punto amarillo más pequeño para agregar más puntos. Elimina puntos usando el botón Eliminar. Cuando hayas terminado, selecciona {{saveLabel}}.

# help
source: <0>Want to learn how to create a story map? <1>Read a tutorial</1>.</0>
es_es: <0>¿Quieres aprender a crear un story map? <1>Lee un tutorial</1>.</0>

# details
source: Contact your landscape’s manager or <1>send us a message</1>.
es_es: Comunícate con el administrador de su paisaje o <1>envíanos un mensaje</1>.

# update
source: Update description
es_es: Actualizar información geográfica

# update
source: Update description
es_es: Actualizar

# update
source: Update description
es_es: Actualizar imagen de paisaje

# update
source: Update description
es_es: Actualizar nombre

# update
source: Update description
es_es: Actualizar descripción

# pin
source: Drop a pin on a map
es_es: Coloque un pin en un mapa

# skip
source: Skip this step for now
es_es: Omite este paso por ahora

source: Back
es_es: Atrás

source: Back
es_es: Regresar

source: Back
es_es: Regresar

source: Next
es_es: Siguiente

source: Next
es_es: Siguiente

source: Next
es_es: Siguiente

# select
source: Select location
es_es: Selecciona una ubicación

# lanel
source: Landscape map
es_es: Mapa del paisaje

# accepted
source: Upload images with one of the following extensions: {{extensions}}
es_es: No se pueden agregar los archivos.

# accepted
source: Upload images with one of the following extensions: {{extensions}}
es_es: Sube imágenes con una de las siguientes extensiones: {{extensions}}

# selected
source: The map has been updated with “{{name}}”
es_es: El mapa ha sido actualizado con {{name}}

# polygon
source: <strong>How to add your boundary:</strong> Select a point on the map at the edge of your landscape. Repeat to make a rough outline of your boundary. When finished, select your first point.
es_es: Dibujar el límite del paisaje en un mapa

# polygon
source: <strong>How to add your boundary:</strong> Select a point on the map at the edge of your landscape. Repeat to make a rough outline of your boundary. When finished, select your first point.
es_es: <strong>Cómo agregar su límite:</strong> selecciona un punto en el mapa en el borde de tu paisaje. Repite para hacer un contorno aproximado de tu límite. Cuando hayas terminado, selecciona el primer punto.

source: Profile
es_es: Perfil

# now
source: Save
es_es: Guardar

# peri-urban
source: <p><strong>Peri-urban</strong> are areas of transition between rural and urban land, usually located at the perimeter, or outer limits, of urban centers. They include a mix of characteristics of urban and rural areas.</p>
es_es: Periurbano

# peri-urban
source: <p><strong>Peri-urban</strong> are areas of transition between rural and urban land, usually located at the perimeter, or outer limits, of urban centers. They include a mix of characteristics of urban and rural areas.</p>
es_es: <p><strong>Periurbano</strong> son áreas de transición entre el suelo rural y el urbano, generalmente ubicadas en el perímetro, o límites exteriores, de los centros urbanos. Incluyen una mezcla de características de áreas urbanas y rurales.</p>

# urban
source: <p><strong>Urban</strong> areas usually refer to cities, suburbs and towns. They have high population density, infrastructure (eg. water and sewage) and connectivity (like airports, ports, railways, large buildings, housing and roads). Land use is primarily residential, with some commercial and industrial use.</p>
es_es: Urbano

# urban
source: <p><strong>Urban</strong> areas usually refer to cities, suburbs and towns. They have high population density, infrastructure (eg. water and sewage) and connectivity (like airports, ports, railways, large buildings, housing and roads). Land use is primarily residential, with some commercial and industrial use.</p>
es_es: <p>Las áreas <strong>Urbanas</strong> generalmente se refieren a ciudades, suburbios y pueblos. Tienen una alta densidad de población, infraestructura (por ejemplo, agua y alcantarillado) y conectividad (como aeropuertos, puertos, ferrocarriles, grandes edificios, viviendas y carreteras). El uso del suelo es principalmente residencial, con algunos usos comerciales e industriales.</p>

# rural
source: <p><strong>Rural</strong> areas are usually located far from cities and urban areas and generally have limited services and infrastructure. Most people live or work on farms in villages, towns and other larger settlements. Land is used primarily for agriculture, pasture, forestry and conservation of natural areas.</p>
es_es: Rural

# rural
source: <p><strong>Rural</strong> areas are usually located far from cities and urban areas and generally have limited services and infrastructure. Most people live or work on farms in villages, towns and other larger settlements. Land is used primarily for agriculture, pasture, forestry and conservation of natural areas.</p>
es_es: <p>Las áreas <strong>rurales</strong> suelen estar ubicadas lejos de las ciudades y áreas urbanas y generalmente tienen servicios e infraestructura limitados. La mayoría de la gente vive o trabaja en granjas en pueblos, ciudades y otros asentamientos más grandes. La tierra se utiliza principalmente para agricultura, pastoreo, silvicultura y conservación de áreas naturales.</p>

# enter
source: Provide details about the people within your landscape and their livelihoods.
es_es: Proporcione detalles sobre las personas dentro de su paisaje y sus medios de vida.

# types
source: Ecosystem Types
es_es: Descripción del área del paisaje

# types
source: Ecosystem Types
es_es: Tipos de ecosistemas

source: Languages
es_es: Idiomas

# population
source: Approximate landscape population
es_es: Población aproximada del paisaje

# profile.population
source: Population
es_es: Población

source: Livelihoods
es_es: Medios de subsistencia

# commondities
source: Agricultural products and commodities
es_es: Productos agrícolas y materias primas

# status
source: Is a landscape partnership managing this landscape?
es_es: ¿Está una asociación de paisaje gestionando este paisaje?

# yes
source: Formal partnership established
es_es: Asociación formal establecida

# progress
source: In progress
es_es: En progreso

# no
source: No partnership
es_es: Sin asociación

# year
source: Year of landscape partnership inception
es_es: Año de inicio de la asociación del paisaje

source: group
es_es: Asociacion de paisaje

source: group
es_es: grupo

# groups
source: Affiliated Terraso Groups
es_es: Grupos de Terraso afiliados

# organizations
source: Other active organizations in the landscape
es_es: Otras organizaciones activas en el paisaje

# goals
source: Sustainable development goals
es_es: Metas de desarrollo sostenible

# situtation
source: Main challenges
es_es: Retos principales

# strategy
source: Landscape intervention strategy
es_es: Estrategia de intervención del paisaje

# info.name
source: name
es_es: nombre

# info.description
source: description
es_es: descripción

# info.location
source: country or region
es_es: País o Región

# alt
source: Bearing
es_es: Foto del paisaje {{name}}

# alt
source: Bearing
es_es: Una captura de pantalla del mapa de Guyana en la pantalla Establecer ubicación del mapa. El campo de búsqueda de ubicación se completa con la palabra clave “Guyana”.

# alt
source: Bearing
es_es: Un mapa con el botón de rotación apuntando al norte y al sur.

# alt
source: Bearing
es_es: Un mapa muestra la misma ubicación que el mapa anterior con la vista girada 90 grados. El botón de rotación apunta al este y al oeste.

# alt
source: Bearing
es_es: Una captura de pantalla de la pantalla Establecer ubicación en el mapa. El botón “Establecer ubicación” en la parte superior derecha tiene un círculo.

# alt
source: Bearing
es_es: Rumbo

source: landscape
es_es: https://landscapes.global/guide/vision-and-planning/landscape-action-plan-short-term/

source: landscape
es_es: paisaje

source: Opportunities
es_es: Oportunidades

# methods
source: Agricultural Production Method
es_es: Método de producción agrícola

# code
source: Code to embed the {{item}}:
es_es: Código de error: 404

# code
source: Code to embed the {{item}}:
es_es: Código para incrustar el {{item}}:

# format
source: Accepted file formats: {{extensions}}
es_es: Formatos de archivo aceptados: {{extensions}}

# size
source: Maximum file size: {{size}}
es_es: Tamaño máximo de archivo: {{size}}

# size
source: Maximum file size: {{size}}
es_es: Tamaño del símbolo

# clear
source: Clear search
es_es: Borrar búsqueda

# clear
source: Clear search
es_es: Borrar búsqueda

# page
source: Go to next page
es_es: Regresar a la pagina anterior

# page
source: Go to next page
es_es: Ir a la página siguiente

# displayed
source: {{from}} - {{to}} of {{count}}
es_es: {{from}} - {{to}} de {{count}}

# desc
source: Sort descending
es_es: Orden descendiente

# asc
source: Sort ascending
es_es: Orden ascendente

source: Unsort
es_es: Desordenar

# add
source: Add media
es_es: Añadir enlace

# add
source: Add media
es_es: Enlace

# add
source: Add media
es_es: Agregar otro enlace

# add
source: Add media
es_es: Añadir nuevo capítulo

# add
source: Add media
es_es: Agregar multimedia

source: Bold
es_es: Negrita

source: Italic
es_es: Itálica

# menu
source: More options
es_es: Mas opciones

# files
source: {{count}} files
es_es: Solo los miembros de tu {{entityType}} pueden descargar estos archivos o crear un mapa con ellos.

# files
source: {{count}} files
es_es: No se agregaron archivos

# files
source: {{count}} files
es_es: Subir archivos ({{count}})

# files
source: {{count}} files
es_es: {{count}} archivos

# author
source: {{date}}, by $t(user.full_name)
es_es: {{date}}, por $t(user.full_name)
