Repository: techmatters/terraso-web-client
Catalog: locales/po/*.po
Languages: es_es

# too-many-files
source: Cannot add more than {{maxFiles}} files.
es_es: No se pueden agregar más de {{maxFiles}} archivos.

# file-invalid-type
source: {{rejectedFiles}} cannot be added because the file type(s) are not supported.
es_es: {{rejectedFiles}} no se pueden agregar porque los tipos de archivo no son compatibles.

# file-too-large
source: {{rejectedFiles}} cannot be added because the file is too large.
es_es: {{rejectedFiles}} no se pueden agregar porque uno o más archivos son demasiado grandes.

# file-too-large
source: {{rejectedFiles}} cannot be added because the file is too large.
es_es: {{rejectedFiles}} no se puede agregar porque el archivo es demasiado grande.

# ALL
source: Anyone with link
es_es: Cualquier persona con el enlace

source: Members
es_es: Miembros

# suffix
source: can view and download this file
es_es: pueden ver y descargar este archivo

# warning
source: Sorry, creating a story map is not supported on small mobile phones. Check out what and how to prepare for a compelling story map.
es_es: Cualquier persona en el internet con el enlace puede acceder a este archivo

# warning
source: Sorry, creating a story map is not supported on small mobile phones. Check out what and how to prepare for a compelling story map.
es_es: Lo sentimos, la creación de un Story Map no es compatible con teléfonos móviles pequeños. Vea qué y cómo prepararse para un Story Map convincente.

# allowed
source: Unable to accept Story Map invitation
es_es: Sólo los administradores de grupos y propietarios de archivos pueden cambiar esta configuración.

# allowed
source: Unable to accept Story Map invitation
es_es: $t(terraso_api.delete_not_allowed_base)

# allowed
source: Unable to accept Story Map invitation
es_es: $t(terraso_api.create_not_allowed_base)

# allowed
source: Unable to accept Story Map invitation
es_es: $t(terraso_api.update_not_allowed_base)

# allowed
source: Unable to accept Story Map invitation
es_es: No se puede aceptar la invitación de Story Map

# updated
source: Access updated
es_es: Acceso actualizado

# done
source: Code copied
es_es: Hecho

# done
source: Code copied
es_es: Copiada

# done
source: Code copied
es_es: Código copiado

# extension
source: The file extension ({{file.resourceType}}) does not match the file’s contents
es_es: La extensión del archivo ({{file.resourceType}}) no coincide con el contenido del archivo

# zip
source: The file {{file.name}}{{file.resourceType}} is a not a valid zip.
es_es: El archivo {{file.name}}{{file.resourceType}} no es un zip válido.

# shapefile
source: The file {{name}} is not a valid shapefile
es_es: El archivo {{file.name}}{{file.resourceType}} es un zip válido, pero no es un archivo de ESRI shapefile válido.

# shapefile
source: The file {{name}} is not a valid shapefile
es_es: El archivo {{name}} no es un archivo de shapefile válido

# delete
source: Delete map
es_es: Eliminar columna {{index}}

# delete
source: Delete map
es_es: Eliminar

# delete
source: Delete map
es_es: Eliminar mapa

# dataset.dataColumns.option
source: Column display selection
es_es: Selección de visualización de columnas

# dataset.dataColumns.selectedColumns
source: Selected column
es_es: Columna seleccionada

# coordinate
source: It looks like the column you’ve selected has at least one invalid $t(gis.{{coordinate}}) coordinate. Review and try again.
es_es: Parece que la columna que has seleccionado tiene al menos una coordenada $t(gis.{{coordinate}}) no válida. Revisa y vuelve a intentarlo.

# dataset.latitude
source: latitude
es_es: latitud

# dataset.longitude
source: longitude
es_es: longitud

# shape
source: Symbol Shape
es_es: Forma del símbolo

# opacity
source: Polygon Opacity
es_es: Opacidad del polígono

# custom
source: Only the columns below
es_es: Solo las columnas de abajo

# at
source: Published on {{date}}
es_es: {{date}}, por $t(user.full_name)

# at
source: Published on {{date}}
es_es: Publicado {{date}}

# descriptionn
source: Select the latitude and longitude columns from your dataset.
es_es: Selecciona las columnas de latitud y longitud de tu conjunto de datos.

# config
source: {{mapTitle}} has been deleted.
es_es: Se ha publicado el mapa del archivo {{name}}.

# config
source: {{mapTitle}} has been deleted.
es_es: {{mapTitle}} ha sido eliminado.

# data
source: <0>Created by {{user}} on {{date}} | SOURCE DATA: <1>{{file.name}}.{{file.resourceType}}</1></0>
es_es: <0>Creado por {{user}} el {{date}} | DATOS DE ORIGEN: <1>{{file.name}}.{{file.resourceType}}</1></0>

# fields.mapTitle
source: Map Title
es_es: Título del mapa

# png
source: Download PNG
es_es: Descargar PNG

source: Circle
es_es: Circulo

source: Square
es_es: Cuadrado

source: Hexagon
es_es: Hexágono

source: Triangle
es_es: Triángulo

# min
source: Select at least one data column to display.
es_es: Selecciona al menos una columna de datos para mostrar.

# zero
source: You haven’t created any maps in Terraso. Make a map in a group or landscape.
es_es: Subir archivos

# zero
source: You haven’t created any maps in Terraso. Make a map in a group or landscape.
es_es: Compartir enlaces

# zero
source: You haven’t created any maps in Terraso. Make a map in a group or landscape.
es_es: No has creado ningún mapa en Terraso. Haz un mapa en un grupo o paisaje.

# links
source: {{count}} links
es_es: Compartir enlaces ({{count}})

# links
source: {{count}} links
es_es: {{count}} enlaces

# separator
source: and
es_es: y

# api.invalid
source: Invalid $t(sharedData.upload_{{field}}_label)
es_es: $t(sharedData.upload_{{field}}_label) inválido

# tooltip
source: Delete chapter “{{name}}”
es_es: Eliminar enlace “{{name}}”.

# tooltip
source: Delete chapter “{{name}}”
es_es: Eliminar archivo “{{name}}”.

# tooltip
source: Delete chapter “{{name}}”
es_es: Eliminar el capítulo “{{name}}”

# preview
source: No file preview available
es_es: No hay vista previa de archivos disponible

# subject
source: Join {{name}} on Terraso
es_es: Únete a {{name}} en Terraso

# invalid
source: Enter a valid web address.
es_es: $t({{path}}) debe ser válido

# invalid
source: Enter a valid web address.
es_es: Introduce una dirección de correo electrónico válida.

# invalid
source: Enter a valid web address.
es_es: Introduce una dirección web válida.

# unexpected
source: Unexpected error
es_es: El campo debe ser válido

# unexpected
source: Unexpected error
es_es: Error inesperado

# required
source: Enter a web address.
es_es: Introduce un(a) {{path, lowercase}}.

# required
source: Enter a web address.
es_es: Seleccione un(a) {{path, lowercase}}.

# required
source: Enter a web address.
es_es: Introduce una dirección web.

# array
source: $t({{path}}) {{arrayIndex}} is required
es_es: $t({{path}}) {{arrayIndex}} es obligatorio

# length
source: $t({{path}}) must be fewer than {{max}} characters.
es_es: $t({{path}}) debe tener menos de {{max}} caracteres.

# integer
source: $t({{path}}) must be an integer.
es_es: $t({{path}}) debe ser un número entero.

# max
source: $t({{path}}) must be less than {{max, number()}}.
es_es: $t({{path}}) debe ser menor que {{max, number()}}.

# small
source: ES
es_es: EN

# response
source: Failed to connect with Terraso API
es_es: No se pudo conectar con la API de Terraso

# base
source: Not allowed to update $t(terraso_api.models.{{model}})
es_es: No puedes eliminar $t(terraso_api.models.{{model}})

# base
source: Not allowed to update $t(terraso_api.models.{{model}})
es_es: No puedes crear $t(terraso_api.models.{{model}})

# base
source: Not allowed to update $t(terraso_api.models.{{model}})
es_es: No puedes actualizar $t(terraso_api.models.{{model}})

# json
source: The file {{name}} is not a valid JSON file.
es_es: El archivo {{name}} es un archivo JSON no válido.

source: Satellite
es_es: Satélite

# combined
source: Satellite and streets
es_es: Satélite y calles

# streets
source: Streets and topography
es_es: Calles y topografía

# byline
source: By $t(user.full_name)
es_es: Por $t(user.full_name)

# close
source: Cancel
es_es: Salir de vista previa

# close
source: Cancel
es_es: Cancelar

# blank
source: Add a map layer to chapter
es_es: Usted está viendo una vista previa

# blank
source: Add a map layer to chapter
es_es: Establecer ubicación en el mapa

# blank
source: Add a map layer to chapter
es_es: Agregar una capa de mapa al capítulo

# buttons
source: Set alignment
es_es: Establecer alineación

# left
source: Align Left
es_es: alinear a la izquierda

# center
source: Align Center
es_es: Alinear al centro

# right
source: Align Right
es_es: Alinear a la derecha

# up
source: Move Chapter Up
es_es: Mover capítulo hacia arriba

# down
source: Move Chapter Down
es_es: Mover capítulo hacia abajo

source: Outline
es_es: Esquema

# home
source: Terraso Story Maps
es_es: Story Maps de Terraso

# create
source: Create new story map
es_es: Crear nuevo Story Map

# edited
source: Last edited on {{date}}
es_es: Última edición el {{date}}

# on
source: Published on {{date}}
es_es: Publicado en {{date}}

# edit
source: Edit Story Map
es_es: Editar

# edit
source: Edit Story Map
es_es: Editar Story Map

source: Accept
es_es: Aceptar

# map
source: <strong>{{title}}</strong> story map has been saved.
es_es: <strong>{{title}}</strong> fue eliminado

# map
source: <strong>{{title}}</strong> story map has been saved.
es_es: Se ha actualizado el Story Map <strong>{{title}}</strong>.

# map
source: <strong>{{title}}</strong> story map has been saved.
es_es: Se ha guardado el Story Map <strong>{{title}}</strong>.

# media
source: Link to a YouTube or Vimeo video
es_es: Enlace a un video de YouTube o Vimeo

# by
source: By $t(user.full_name)
es_es: Por $t(user.full_name)

# published
source: Could not publish your story map without a title. Enter a title and try again.
es_es: Se ha publicado el Story Map <strong>{{title}}</strong>.

# published
source: Could not publish your story map without a title. Enter a title and try again.
es_es: Se ha guardado y publicado el Story Map <strong>{{title}}</strong>.

# published
source: Could not publish your story map without a title. Enter a title and try again.
es_es: No se pudo publicar tu story map sin un título. Introduce un título y vuelva a intentarlo.

# draft
source: Could not save your draft without a title. Enter a title and try again.
es_es: No se pudo guardar el borrador sin un título. Introduce un título y vuelve a intentarlo.

# header
source: View Story Map on
es_es: Ver Story Map en

# rejected
source: The file cannot be added.
es_es: No se puede agregar el archivo.

# step
source: <0>Step 3. Set the location with desired background map</0><1>Once you are satisfied with the background map, select Set Location. Each chapter can have a different background map.</1><2 />
es_es: <0>Paso 3. Establece la ubicación con el mapa de fondo deseado</0><1>Una vez que estés satisfecho con el mapa de fondo, selecciona Establecer ubicación. Cada capítulo puede tener un mapa de fondo diferente.</1><2 />

# src
source: /storyMap/set-map-step-3-en.png
es_es: /storyMap/set-map-step-3-es.png

# current
source: Map Layer: <1>{{title}}</1>
es_es: Capa de mapa: <1>{{title}}</1>

# subtitle
source: Select a map from your landscape or group
es_es: Selecciona un mapa de tu paisaje o grupo

# restricted
source: This map has restricted access. Adding it to a story map will make it public. Consulting with $t(user.full_name) is recommended.
es_es: Este mapa tiene acceso restringido. Agregarlo a un story map lo hará público. Se recomienda consultar con $t(user.full_name).

source: Processing
es_es: Procesando

# membership
source: You have been added to “{{storyMapTitle}}”
es_es: Eliminar

# membership
source: You have been added to “{{storyMapTitle}}”
es_es: {{name}} ha sido eliminado de “{{storyMapTitle}}”

# membership
source: You have been added to “{{storyMapTitle}}”
es_es: Has sido eliminado de “{{storyMapTitle}}”

# membership
source: You have been added to “{{storyMapTitle}}”
es_es: Te han agregado a “{{storyMapTitle}}”

source: Owner
es_es: Dueña(o)

# memberships
source: {{names, list}} have been invited to edit.
es_es: {{names, list}} han sido invitados a editar.

# validation
source: You can't accept the invitation to edit “{{storyMapTitle}}.” You must log in using the email address shown in the invitation.
es_es: No puedes aceptar la invitación para editar “{{storyMapTitle}}”. Debes iniciar sesión utilizando la dirección de correo electrónico que se muestra en la invitación.

source: Role
es_es: Rol

source: Approve
es_es: Aprobar

source: Reject
es_es: ¿Rechazar
